[GENERAL]
NAME				= Azərbaycanca
TRANSLATOR			= Elvin Məlikov
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Müraciət Müddəti keçmişdir.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Qeydsiz
TEXT_INIT_FAIL			= Tətbiq başladıla bilmədi.
TEXT_APPINFO			= Bandicam - Yüksək performanslı ekran videosu qeyd etmə proqramı.

; error
TEXT_ERROR_DISKSPACE		= Qeyd üçün yetərli disk sahəsi yoxdur.
TEXT_ERROR_VIDEO_CAP		= Video tutma işlədilmir.
TEXT_ERROR_AUDIO_CAP		= Səs qeydi başladıla bilmədi.\nKömək istəyirsinizsə Tamam'a basın.
TEXT_ERROR_IMAGE_CAP		= Görünüş alma müvəffəqiyyətsizdir.\nÇıxdı faylınıza nəzarət edin.
TEXT_ERROR_CREATEFILE		= Fayl yaradıla bilmədi. \nYardım istəyirsinizsə Tamam'a basın.
TEXT_ERROR_CODEC_INIT		= Codec komponenti başladıla bilmədi.
TEXT_ERROR_LOGO_IMAGE		= Dəstəklənilməyən görünüş faylı. \nLütfən dəstəklənilən görünüş faylını seçin. (*. png).
TEXT_CAN_NOT_CHANGE_TB		= Bandicam ödənişsiz distributivində bu nizamı dəyişdirə bilməzsiniz. Dəyişdirmək üçün; İndi qeyd olun!
TEXT_WARNING_AMD_APP		= Your system does not support 'H.264 (AMD APP)', so the default codec will be used.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Səs
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Loqo
TEXT_VID_PAGE_EFFECTS		= Effektlər
TEXT_VID_PAGE_OPTIONS		= Variantlar

; option page name
TEXT_OPT_PAGE_GENERAL		= Ümumi
TEXT_OPT_PAGE_OUTPUT		= Çıxış
TEXT_OPT_PAGE_HOOKING		= İynələmə
TEXT_OPT_PAGE_LANGUAGE		= Dil
TEXT_OPT_PAGE_OTHERS		= Digər

TEXT_VIDEO			= Video
TEXT_AUDIO			= Səs

TEXT_FOLDER_SELECT		= Saxlamaq üçün bir qovluq seçin.

TEXT_FMT_FULL_SIZE		= Tam Ölçü
TEXT_FMT_HALF_SIZE		= Yarım Ölçü
TEXT_FMT_FIT_WIDTH		= Uygun Genişlik
TEXT_FMT_FIT_HEIGHT		= Uygun Yüksəklik
TEXT_FMT_CUSTOM_SIZE		= Xüsusi
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio formatı

; preset
TEXT_PRESET_DEFAULT		= Fərz edilən
TEXT_PRESET_HALFSIZE		= Yarım Ölçü
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick video-Sürətli Video Xəritəçəkmə)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS üçün ultra sürətli nizam
TEXT_PRESET_LOWEND		= Aşağı-uc PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= PMP üçün / Divx Player
TEXT_PRESET_EDIT		= Təşkil etmək üçün - Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT		= MS PowerPoint üçün...
TEXT_PRESET_320x0		= Uyğun Genişlik, 320x0
TEXT_PRESET_640x0		= Uyğun Genişlik, 640x0
TEXT_PRESET_800x0		= Uyğun Genişlik, 800x0
TEXT_PRESET_USER		= Hazır İstifadəçi Nizamları

TEXT_CHANGE_LANG		= Dili dəyişdirmək üçün, Bandicam'ı yenidən başlatmanız lazımdır.\nİndi yenidən başlatmaq istəyirsinizmi?
TEXT_CHANGE_HOOK		= İynələməyi dəyişdirmək üçün, Bandicam'ı yenidən başlatmanız lazımdır.\nİndi yenidən başlatmaq istəyirsinizmi?
TEXT_CHANGE_SIZE		= Bandicam pəncərə ölçüsünü dəyişdirmək üçün, Bandicam'ı yenidən başladın.\nYenidən başlatmaq istəyirsiniz?
TEXT_RESET_ALL_SETTINGS		= Bütün nizamları fərz edilənə çevirmək istədiyinizdən əminsinizmi? 

TEXT_REGISTER_SUCCEEDED		= Bandicam lisenziyanız artıq qeydiyyat edilmişdir.
TEXT_REGISTER_FAILED		= Qeyd müvəffəqiyyətsizdir.\nE-Məktub ünvanınızı və ya ardıcıl nömrənizə nəzarət edin.
TEXT_REGISTER_CONNECT_FAILED	= Serverə bağlana bilmir!\nLütfən internet əlaqənizə nəzarət edin, və sistem saatınızı günün saatına və tarixinə uyğun seçin.\nKömək istəyirsinizsə Tamam'a basın.
TEXT_REGISTER_INFO		= Email Adresi: %s\r\nSeria Nömrəsi: %s
TEXT_REGISTER_LIMITED		= Qeyd dayandırıldı.\n\nBandicam ödənişsiz distributivində yalnız 10 dəqiqə qeyd edə bilərsiniz. Daha çoxu üçün; İndi qeyd olun!
TEXT_REGISTER_NEWRECORD		= Bandicam'ın bu distributivi üzərində qeyd edə bilməzsiniz. Daha çoxu üçün; İndi qeyd olun!
TEXT_REGISTER_LICENCE_INFO	= Qeyd xarici!\r\nƏgər videonu filigran ilə qeyd etmək istəsəniz, \r\nbizdən Bandicam lisenziyası satın almanız lazımdır.

TEXT_PROGRAM_INVALID		= Tətbiq etibarsızdır! \nLütfən yenidən yükləyin.

TEXT_SELECT_TARGET		= Hədəf pəncərəyə basın.
TEXT_TARGET_DIRECTX		= <b>Oyun Yazma Rejimi</b> - Protokol Oyunlar və Video oxuducular DirectX istifadə edərək.
TEXT_TARGET_RECTANGLE		= <b>Ekran Yazma Rejimi</b> - Protokol Masaüstü ekran və Veb video.
TEXT_TARGET_CHANGING		= Əgər qeydiyyat rejimini dəyişdirsəniz, qeydiyyat dayandırılacaq.\nDavam etmək istəyirsiniz?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Hədəf pəncərə seçili olmadığından 'Oyun Yazma Rejimi' başlamaz.\n\nYazmanı başlamaq üçün  'Ekran Yazma Rejimi' rejimini dəyişdirmək istəyirsinizmi?

TEXT_STATUSBAR_READY		= Hazır
TEXT_STATUSBAR_RECORDING	= Qeyd edilir...
TEXT_STATUSBAR_PAUSE		= Dayandır

TEXT_UPDATE_AVAILABLE		= Bandicam yeni bir distributivi bu anda mövcuddur. \nİndi yükləmək istərsinizmi? 
TEXT_UPDATE_UNAVAILABLE		= Yeniləmə tapılmadı.
TEXT_UPDATE_FAILED		= Distributiv məlumatları idarə edilə bilmədi.\nBu sistem, internetə bağlı olmaya bilər ya da server düz işləməyə bilər.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Yükləmək mümkün deyildir. Əgər siz istəyirsinizssə, xahiş edirik email ünvanını yoxlayın.

TEXT_TARGET_FULL		= Tam Ekran
TEXT_TARGET_RESTORE		= Təmir et
TEXT_TARGET_FIND		= Pəncərə tap
TEXT_TARGET_RESIZE		= Menyu ölçüsünü seçin
TEXT_TARGET_IMAGE		= Görünüş tutma
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Video qeyd - Başlat
TEXT_TARGET_RECORD_PAUSE	= Video qeyd - Dayandır
TEXT_TARGET_RECORD_STOP		= Video qeyd - Saxla

TEXT_RC_HOWTO_NOCOMPLETE	= Qeydi avtomatik tamamlatma
TEXT_RC_HOWTO_BYTIME		= Vaxta görə
TEXT_RC_HOWTO_BYSIZE		= Ölçüyə görə
TEXT_RC_AFTER_NEWRECORD		= Yeni Qeyd başlat
TEXT_RC_AFTER_EXIT		= Bandicam'dan çıx.
TEXT_RC_AFTER_SHUTDOWN		= Kompyuteri bağla.

TEXT_SHUTDOWN_SEC		= saniyə içində sistem bağlanılır.

TEXT_SEL_IMAGE_FILE		= Bir şəkil faylı seçin.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -Sönülü(Təklif edilən)-

TEXT_CORRUPTED_AVI_FILE		= Ən son yazılan fayl pozulmuşdur.\nÜzərində təşkil etmək istəyirəm.\n\nFayl: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam'ı təmir etmək üçün nimçə simvoluna basın.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran yazma pəncərəsini görmək üçün keçid simvolunu vurun.
TEXT_FORCE_STOP			= Hədəf pəncərə cavab vermir, çünki qeyd dayandırma müvəffəqiyyətsizdir.\n məcbur dayandırılmaq istənilir?
TEXT_EXTERNAL_CODEC		= - Xarici Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Avtomatik Seçim)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Qeyd vəziyyəti
TEXT_INDICATOR_TIME		= Qeyd vaxtı
TEXT_INDICATOR_SIZE		= Qeyd fayl ölçüsü/boş sahə
TEXT_INDICATOR_VOLUME		= Mövcud səs səviyyəsi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Ümumi vəzifə prioriteti
TEXT_REC_PRIORITY_HIGH		= [High] Normaldan daha yüksək
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Digər vəzifələri yavaşlat

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut qurulu deyil. Bandicut'u yükləmək istəyirsiniz?
TEXT_OUTPUTS_DELETE		= Seçilmiş obyekti tamamilə silmək istədiyinizdən əminsiniz?
TEXT_OUTPUTS_SELCOUNT		= %d obyekt seçildi

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Hədəf Adı
TEXT_FILE_NAME_PREFIX_CUSTOM	= Xüsusi Müraciət
TEXT_FILE_NAME_PREFIX_NONE	= Yoxdur
TEXT_FILE_NAME_SUFFIX_TIME	= Tarix/Vaxt
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serial Nömrəsi

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1-dən 1440-a qədər dəqiqə qiymətini daxil edin.
TEXT_TIMER_REC_STOP_RECORDING	= Yazı gedir. \nSiz yazını dayandırmaq üçün və davam etmək üçün əminsiniz?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Xahiş edirik, yüklədiyiniz video üçün ad daxil edin.
TEXT_UPLOAD_VIMEO_LOGIN		= Loqin - Vimeo
TEXT_UPLOAD_COMPLETE		= Yükləndi
TEXT_UPLOAD_ERR_FAIL		= Bu video yükləmək mümkün olmadı.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Bu faylı yükləmək üçün çox böyükdür.
TEXT_UPLOAD_ERR_FREESPACE	= Yükləmək üçün Vimeoda kifayət qədər boş yer yoxdur.
TEXT_UPLOAD_ERR_CONNECT		= Serverə qoşulmayıb.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Ümumi
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Görüntü
$BN_PAGE_OUTPUTS		= Çıxış
$BN_PAGE_ABOUT			= Məlumat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Variantlar
$ST_GEN_OUTPUT_FOLDER		= Çıxış qovluğu
$BN_GEN_OPEN_OUTPUT_FOLDER	= Aç
$BN_GEN_ADV_OPTIONS		= İnkişaf etmiş
$CK_GEN_ALWAYS_ON_TOP		= Bandicam daima pəncərədə
$CK_GEN_START_MINIMIZED		= Sistem hissəsində başlatma
$CK_GEN_RUN_WHEN_START		= Windows başlatıldığında Bandicam'ı da başlat
$CK_GEN_RECORD_WHEN_RUN		= Bandicam başlatıldığında Tam-Ekran qeydini başlat
$CK_GEN_TIMER_RECORDING		= Yazının avtomatik işə salınması üçün taymeri qurun
$ST_GEN_LANGUAGE		= Dil
$ST_GEN_REC_AUTO_START		= Qeydi Avtomatik Başlat
$ST_GEN_REC_AUTO_COMPLETE	= Qeydi avtomatik tamamla
$BN_GEN_REC_AUTO_COMPLETE	= Nizam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Örtmə
$CK_FPS_OVERLAY_HOTKEY		= Qısayol K.
$CK_FPS_OVERLAY			= FPS mövqesi
$ST_FPS_LIMIT			= Limit
$CK_FPS_LIMIT_HOTKEY		= Qısayol K.
$CK_FPS_LIMIT			= FPS limiti qoy
$CK_FPS_LIMIT_ONLY_CAP		= Yalnız tutma
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Qeyd
$CK_VID_RECORD_HOTKEY		= Qeyd et / Dayandır qısayolu
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Siçan kursorunu göstər
$CK_VID_CLICK_EFFECTS		= Siçan basma effekti əlavə et
$CK_VID_WEBCAM_OVERLAY		= Webcam örtməsi yüklə
$BN_VID_RECORD_SETTINGS		= Nizmalar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Səs
$BN_VID_FORMAT_SETTINGS		= Nizamlar
$BN_VID_FORMAT_PRESETS		= Hazır nizamlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Tutma
$CK_IMG_CAPTURE_HOTKEY		= Qısayol K.
$CK_IMG_CAPTURE_REPEAT		= Ekran tutmağı təkrarla
$ST_IMG_CAPTURE_REPEAT		= saniyədə
$CK_IMG_SHOW_CURSOR		= Siçan kursorunu göstər
$CK_IMG_SHUTTER_SOUND_EFFECT	= Siyirmə səsi aktivdir.
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Yüksək Keyfiyyət
$BTN_IMG_FORMAT_ANIGIF		= Animasiyanı GIF kimi yadda saxlamaq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Şəkil
$BN_OUT_PLAY_VIDEO		= Başlat
$BN_OUT_OPEN_IMAGE		= Aç
$BN_OUT_EDIT			= Redaktə et
$BN_OUT_UPLOAD			= Yüklə
$BN_OUT_DELETE			= Sil
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versiyası
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Yeni versiya istifadə edilə bilər!
$BN_ABO_CHECK_UPDATE		= Yeniləmə idarəsi
$ST_ABO_LICENCE_INFO		= Lisenziya Məlumatı
$BN_ABO_REGISTER		= Qeyd
$BN_ABO_REGISTER_HELP		= Satın alma və Qeyd olma
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Əsas səhifə
$ST_ABO_FAQ_URL			= SSS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Çıxış Qovluğunu Aç
$TOOLTIP_SCREENSHOT		= Görüntünü Tut
$TOOLTIP_RECORD			= Başlat / Dayandır
$TOOLTIP_PAUSE			= Dayandır
$TOOLTIP_UI_MODE		= Sadə / Ətraflı UI
$TOOLTIP_REGISTER		= Bandicam'a qeyd ol
$TOOLTIP_ONLINE_HELP		= Online Kömək

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Ləğv et
IDOK				= Tamam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format nizamları
IDC_ST_FMTSET_FILE		= Fayl Tipi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Ölçü
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bit sürəti
IDC_ST_VIDEO_QUALITY		= Keyfiyyət
IDC_ST_FMTSET_AUDIO		= Səs
IDC_CK_AUDIO_ORIGINAL_PCM	= Original format kimi saxla
IDC_ED_AUDIO_ORIGINAL_PCM	= Siz çoxkanallı və yüksək aydınlıqlı audio (96khz və ya daha çox) yadda saxlaya bilərsiniz.
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Tezlik
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bit sürəti
IDC_ST_FORMAT_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam'a qeyd ol!
IDC_ST_1BUY			= 1. Satın alma
IDC_ST_1BUY_COMMENT		= Bandicam'ın ödənişsiz bir proqram olmadığını unutmayın. Əgər videonu filigran ilə qeyd etmək istəsəniz, bizdən Bandicam lisenziyasını satın almanız lazımdır.
IDC_BTN_BUY_ONLINE		= Onlayn satın al
IDC_ST_2REGISTER		= 2. Qeyd ol!
IDC_ST_2REGISTER_COMMENT	= Bandicam üzv olmaq üçün onlayn olmanız lazımdır.
IDC_ST_EMAIL_ADDRESS		= Email adresi
IDC_ST_SERIAL_NUMBER		= Seria nömrəsi
IDC_BTN_REGISTER_NOW		= İndi qeyd ol
IDC_BTN_CLOSE			= Son

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Yeniləmə İdrsi.
IDC_ST_UPDATE_SETTING		= Nizam
IDC_CK_UPDATE_ENABLE		= Avtomatik yeniləməyi aktivləşdirin.
IDC_CK_UPDATE_POPUP		= Böyük bir pop-up(açılır pen.) yeniləməsi varsa  göstərin.
IDC_UPDATE_CHECK_NOW		= Yeniləmələrə nəzarət et!
IDC_CLOSE			= Sonlandır!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= İnkişaf etmiş nizamlar
IDC_BTN_RESET			= Sıfırla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Ümumi
IDC_CK_ALWAYS_ON_TOP2		= Bandicam daim pəncərədə
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Bandicam'ı başlanğıcda işlət.
IDC_CK_RECORD_WHEN_RUN		= Bandicam işləyərkən Tam-Ekran qeydini başlat
IDC_CK_SHOW_FPS_IN_VIDEO	= Çəkilən video/görüntü'də FPS 'yi göstər.
IDC_ST_SHOW_FPS_IN_VIDEO	= (Yalnız 'Oyun Yazma Rejimi')
IDC_CK_SHOW_TIP_BAR		= İpucu/Məlumat çubuğunu göstər.
IDC_CK_NO_TRAY_BALLOON		= Simvol bildirişlərini bağlamaq
IDC_ST_ADV_AUTOMATIC		= Avtomatik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Çıxdı
IDC_ST_OUT_OUTPUT_FOLDER	= Çıxış qovluğu
IDC_CK_OUT_CREATE_SUBFOLDER	= Bir fayl yazarkən Ç. alt qovluğunu meydana gətirin.
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Diskdə yazma önyaddaşını aktivləşdir.
IDC_ST_OUT_FILE_NAMING		= Fayl adlandırma parametrləri
IDC_ST_OUT_EXAMPLE		= Ms)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dil
IDC_ST_TRANSLATOR		= Çevirən: mayak18[www.windows-az.com]Elvin Məlikov

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hədəfi iynələ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= DirectX 10/11 IE9,10/Firefox 'a iynələmə söndür.
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX Videonu Blokla
IDC_BTN_BLOCK_LIST		= Bloklanan əməliyyat siyahısı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Digər Nizamlar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video Qeyd Nizamları
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video Format Nizamları
IDC_BTN_AUTO_COMPLETE_RECORDING	= Qeydi Avtomatik tamamla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Qeydi avtomatik tamamla
IDC_ST_RC_HOWTO			= Avtomatik qeydin quraşdırılma vəziyyəti
IDC_RD_RC_NOTCOMPLETE		= Avto Qeyd yoxdur! c
IDC_RD_RC_TIME			= Qeyd müddəti
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Yazılan fayl böyüklüyü
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Avtomatik qeydi tamamladıqdan sonra
IDC_RD_RC_NOTHING		= Heç bir şey etmə!
IDC_RD_RC_NEW_RECORDING		= Yeni qeyd başlat.
IDC_RD_RC_EXIT_BDCAM		= Bandicam'dan çıx.
IDC_RD_RC_SHUTDOWN		= Kompyuteri Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Bağla
IDC_ST_SHUTDOWN			= Bağla
IDC_ST_SHUTDOWN_INFO		= Kompyuter bağlanacaq.Ləğv'i üçün;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Qeyd nizamları

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Səs qeydi
IDC_ST_SND_SELECT_1		= İlk cihaz
IDC_BTN_SND_SETTING_1		= Nizam
IDC_ST_SND_SELECT_2		= İkinci cihaz
IDC_BTN_SND_SETTING_2		= Nizam
IDC_CK_SND_MIX_SOUND		= İki səs qaynağını qarışdırma (İlk və İkinci bir  parça)
IDC_CK_SND_CAP_HOTKEY		= Yalnız "İkinci Cihaz" istifadə edilərkən qeyd et
IDC_ST_SOUND_HELP		= [ Kömək ]
IDC_CK_SND_SAVE_AS_WAV		= Qeyd əsnasında səs qeyd et(.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Videoya Webcam örtməsi yüklə
IDC_ST_WEBCAM_SETTING		= Nizamlar
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video ölçüsü:
IDC_ST_WEBCAM_POS		= Mövqe:
IDC_BTN_WEBCAM_DEVICE		= Nizamlar
IDC_BTN_WEBCAM_PREVIEW		= Ön izləmə
IDC_ST_WEBCAM_LR_MARGINS	= Sola/R Sahə:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Sahə:
IDC_ST_WEBCAM_FOR_DX_GL		= Oyun Yazma Rejimi üçün
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Ekranda veb-kameraya baxın (Yalnız DX8 və ya gec, və OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Klavişlərin dəyişilməsinə baxışı daxil etmək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoya loqo əlavə edin.
IDC_ST_LOGO_SETTING		= Nizam
IDC_ST_LOGO_IMAGE		= Görüntü:
IDC_ST_LOGO_OPACITY		= Donuqluq:
IDC_ST_LOGO_POS			= Mövqe:
IDC_ST_LOGO_LR_MARGINS		= Sola/R Sahə:
IDC_ST_LOGO_TB_MARGINS		= Top/B Sahə:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Siçan effektləri
IDC_CK_ADD_CLICK_EFFECTS	= Siçan effekti əlavə et
IDC_ST_LEFT_CLICK_COLOR		= Sol basma rəngi
IDC_ST_RIGHT_CLICK_COLOR	= Sağ basma rəngi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Siçan vurğu efekti yüklə
IDC_ST_HIGHLIGHT_COLOR		= Vurğu rəngi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Variantlar
IDC_ST_REC_PRIORITY		= Qeydiyyat prioriteti :
IDC_ST_REC_PRIORITY2		= Buraxılan çərçivələr üçün yüksək prioritet keçirilə bilər.
IDC_ST_FOR_DX_GL		= Oyun Yazma Rejimi üçün
IDC_CK_SKIP_RECORDING		= Çərçivə aktiv deyilkən qeydi keç
IDC_CK_ENHANCED_DX9_CAPTURE	= Ətraflı tutma metodunu istifadə (sürətli, yalnız DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Ekran Yazma Rejimi üçün
IDC_CK_ENHANCED_CAPTURE		= Ətraflı tutma üsulunu istifadə (daha sürətli, Windows 8 yada üstü)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam ön izləməsi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Xüsusi ölçü hədəfi
IDC_ST_TARGET_SIZE_SETTING	= Nizam
IDC_ST_TARGET_SIZE		= Hədəf ölçüsü:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Yeni Ölçünü Əvvəlcədən əlavə et
IDC_ST_ADD_SIZE_PRESET		= Yeni qurulmuş kimi cari hədəf mövqe və ölçüsü saxlaya bilərsiniz.\nƏvvəlcədən ad üçün daxil edin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Ölçü Rekatə edilməsi
IDC_BTN_SIZE_PRESET_ADD		= Əlavə et
IDC_BTN_SIZE_PRESET_DEL		= Sil
IDC_BTN_SIZE_PRESET_REN		= Yenidən adlandır
IDC_BTN_SIZE_PRESET_UP		= Yuxarı
IDC_BTN_SIZE_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Yeni ölçünü yenidən adlandır
IDC_ST_REN_SIZE_PRESET		= Yeni ada əlavə et.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Məlumatlandırma
IDC_ST_ACAP_INFO		= Səs tutma məlumatı
IDC_ST_ACAP_INFO2		= Səs kartı səs tuta bilmir. Problem üçün'qeyd idarəsinə nəzarət edin.\n\nOnlayn kömək səhifəsini ziyarət etmək istəyərsinizmi?
IDC_CK_ACAP_DO_NOT_ASK		= Təkrar soruşma
IDC_BTN_YES			= Bəli		
IDC_BTN_NO			= Xeyr

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. qeyd müddəti
IDC_ST_RC_TIME_SETTING		= Nizam
IDC_ST_RC_TIME_HOUR		= Saat
IDC_ST_RC_TIME_MIN		= Dq
IDC_ST_RC_TIME_SEC		= Sn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. yazılan fayl ölçüsü
IDC_ST_RC_FILESIZE_SETTING	= Nizam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yeni bir hazır nizam yazın
IDC_ST_ADD_PRESET		= Mövcud nizamı hazır nizam olaraq yaza bilərsiniz.\nHazır nizam üçün bir ad daxil edin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Hazır Nizamları Təşkil et
IDC_BTN_PRESET_ADD		= Əlavə et
IDC_BTN_PRESET_DEL		= Sil
IDC_BTN_PRESET_REN		= Yenidən Adlandır
IDC_BTN_PRESET_UP		= Yuxarı
IDC_BTN_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Hazır nizamı yenidən adlandır
IDC_ST_REN_PRESET		= Hazır nizam üçün yeni bir ad girin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Xarici video codec seç
IDC_ST_CODEC_EX_LIST		= Codec siyahısı
IDC_ST_CODEC_EX_SETTINGS	= Nizamlar
IDC_ST_CODEC_EX_DRIVER		= Sürücü adı
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Keyfiyyət
IDC_ST_CODEC_EX_DATERATE	= Məlumat sürəti
IDC_ST_CODEC_EX_KEYFRAME	= Kadr Aralığı
IDC_BTN_CODEC_EX_CONFIG		= Quruluşlandırma
IDC_BTN_CODEC_EX_ABOUT		= Məlumt
IDC_ST_CODEC_EX_HELP		= [ Kömək ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Maneə törədilən əməliyyat siyahısı
IDC_ST_BLOCK_LIST		= Aşağıdakı əməliyyatlara icazə verilməz.
IDC_ST_BLOCK_LIST_EX		= Nümunə:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Nizamları
IDC_ST_H264_CUDA_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_CUDA_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_CUDA_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_CUDA_GPU_USAGE	= GPU İstifadəsi
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Yalnız GPU (sürətli GPU ilə istifadə)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU cihazı:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC code:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_CUDA_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Nizamları
IDC_ST_H264_SYNC_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_SYNC_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_SYNC_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC code:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_SYNC_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Nizamları
IDC_ST_H264_APP_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_APP_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_APP_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_APP_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_APP_FOURCC_USED	= FourCC code:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_APP_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Nizamları
IDC_ST_XVID_RATE_CONTROL	= Keçid idarəsi
IDC_RD_XVID_VBR			= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_XVID_CBR			= CBR - bitsürəti mərkəzli
IDC_ST_XVID_OPTIMIZATION	= Optimizasiya
IDC_RD_XVID_FASTER_SPEED	= Daha sürətli kodlama
IDC_RD_XVID_SMALLER_SIZE	= Smaller file size
IDC_ST_XVID_OTHER_OPTIONS	= Daha kiçik fayl ölçüsü
IDC_ST_XVID_KEYFRAME_INT	= Keyframe aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Nizamları
IDC_ST_H264_NVENC_RATE_CONTROL	= Keçid idarəsi
IDC_RD_H264_NVENC_VBR		= VBR - keyfiyyət mərkəzli (təklif edilən)
IDC_RD_H264_NVENC_CBR		= CBR - bitsürəti mərkəzli
IDC_ST_H264_NVENC_GPU_USAGE	= GPU İstifadəsi
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU cihazı:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Digər nizamlar
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_NVENC_FOURCC_HELP	= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Nizamları
IDC_ST_H264_RATE_CONTROL	= Sürət idarəsi
IDC_RD_H264_VBR			= VBR - keyfiyyət-əsaslanan (tövsiyə edilir)
IDC_RD_H264_CBR			= CBR - bitreyt-əsasında
IDC_ST_H264_OPTIMIZATION	= Optimallaşdırma
IDC_RD_H264_FASTER_SPEED	= Sürət kodlaşdırma sürəti
IDC_RD_H264_BALANCED		= Balanslaşdırılmış göstəricilər
IDC_RD_H264_SMALLER_SIZE	= Daha kiçik fayl ölçüsü
IDC_ST_H264_OTHER_OPTIONS	= Digər variantlar
IDC_ST_H264_KEYFRAME_INT	= Açar Kadr aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Taymer üzrə yazı
IDC_ST_TIMER_SETTINGS		= Variantlar
IDC_RD_TIMER_START_IN		= Başla
IDC_ST_TIMER_MINUTES		= dəqiqələr
IDC_RD_TIMER_START_AT		= Başladı
IDC_CK_TIMER_MINIMIZE		= Yazının başlanğıcı vaxtı trey-də Bandicamı aşağı at.
IDC_ST_TIMER_AUTO_COMPLETE	= Avtopanel Yazı Funksiyası
IDC_BTN_TIMER_AUTO_COMPLETE	= Variant

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Taymer üzrə Yazı - başlamaq üçün Gözləyir
IDC_ST_TIMER_WAITING_INFO	= Yazıya başlamaq üçün gözləmə %s.
IDC_ST_TIMER_ELAPSED		= Keçmiş vaxt:
IDC_ST_TIMER_REMAINING		= Qalmış Vaxt:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Variantları
IDC_ST_FORMAT_FPS_MODE		= Çərçivə Ölçüsü Rejimi
IDC_RD_FORMAT_FPS_CFR		= Üstünlük CFR - Daim Ölçü Tezliyi
IDC_ST_FORMAT_FPS_CFR		= Əgər kodlaşdırıcı cihazın göstəriciləri kifayət qədər yaxşı deyildirsə VFR geri qaytarılır.
IDC_RD_FORMAT_FPS_VFR		= İstifadə VFR - Dəyişkən Tezliyi (Tövsiyə olunur)
IDC_ST_FORMAT_FPS_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com-ə yüklə
IDC_ST_VIMEO_UPLOADINFO		= Məlumat yükləmək
IDC_ST_VIMEO_FILENAME		= Fayl adı:
IDC_ST_VIMEO_TITLE		= Adı:
IDC_ST_VIMEO_DESCRIPTION	= Təsviri:
IDC_ST_VIMEO_PRIVACY		= Məxfilik:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Hamı - Hamıya bu videonu görmək üçün icazə ver
IDC_RD_VIMEO_PRIVACY_ONLYME	= Yalnız mənə - mənə görünən bu videonu və başqa heç göstərmə
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Yalnız insanları izləyirəm - yalnız Vimeo izləyən insanlara görünən edin
IDC_BTN_VIMEO_UPLOAD		= Yüklə
IDC_LN_VIMEO_HELP		= Kömək

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Yüklənir...
IDC_ST_VIMEO_UPLOADED		= Video yükləmə bitdi!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Yerləşdir:
IDC_BTN_VIMEO_LINK_GO		= Get
IDC_BTN_VIMEO_EMBED_COPY	= Kopyala
IDC_BTN_VIMEO_CLOSE		= Bağla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Olan
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 kodlaşdırıcı cihaz yerləşdirilib. NVENC təsərrüfat sürətlənməsi istifadə dual-core kodlaşdırıcı cihazdır. Siz NVENC X. 264 kodlaşdırıcı cihaz istifadə etmək istəryirsiniz?\n<a>daha çox</a>
IDC_CK_NVENC_AVAILABLE		= Daha məndən soruşmayın

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) mövcuddur
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 kodlayıcı mövcuddur. QSV cihaz sürətləndirməsi istifadə edən yüksək performanslı bir kodlayıcıdır. \nQSV H.264 kodlayıcısı istifadə etmək istəyirsiniz?\n<a>daha çox</a>
IDC_CK_QSV_AVAILABLE		= Təkrar soruşma

[MENU]
ID_POPUP_ABOUT			= Bandicam Haqqında
ID_POPUP_GENERAL		= Ümumi Nizamlar 
ID_POPUP_FRAME			= FPS Nizmaları
ID_POPUP_VIDEO			= Video Nizamları
ID_POPUP_IMAGE			= Görüntü Nizamları
ID_POPUP_OUTPUTS		= Çıxış Fayl siyahısı
ID_POPUP_OPENOUTPUTFOLDER	= Çıxış qovluğunu aç
ID_POPUP_TARGET			= Hədəf
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Çıxış

ID_TARGET_DIRECTX		= Oyun Yazma Rejimi
ID_TARGET_RECTANGLE		= Ekran Yazma Rejimi
ID_TARGET_HELP			= Kömək

ID_TARGET_HIDE			= Göstər / Gizlət \t Ctrl+Alt+H
ID_TARGET_PEN			= Rəsm rejimi \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Hər vaxt üstdə.
ID_TARGET_TRANSPARENCY		= Şəffaflıq
ID_TARGET_SIZE			= Ölçü
ID_TARGET_ADJUST		= Nizamlayın

ID_TARGET_MOVE_LEFT		= Sola daşı \t Sol
ID_TARGET_MOVE_RIGHT		= Sağa daşı \t Sağ
ID_TARGET_MOVE_UP		= Yuxarı daşı \t Yuxarı
ID_TARGET_MOVE_DOWN		= Aşağı daşı \t Aşağı

ID_TARGET_INC_WIDTH		= Genişliyi artır \t Shift+Sağ
ID_TARGET_DEC_WIDTH		= Genişliyi azalt \t Shift+Sol
ID_TARGET_INC_HEIGHT		= Yüksəkliyi artır \t Shift+Aşağı
ID_TARGET_DEC_HEIGHT		= Yüksəkliyi azalt \t Shift+Yuxarı

ID_TARGET_FIND_WINDOW		= Pəncərə bul \t Ctrl+F
ID_TARGET_FULLSCREEN		= Tam Ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3'ə sığdır
ID_TARGET_RATIO_16_9		= 16:9'ə sığdır
ID_TARGET_SIZE_CUSTOM		= Xüsusi ölçü \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Ölçüsü \t Shift+RDüymə
ID_TARGET_SIZE_PRESET_ADD	= Ölçüyə Əlavə et
ID_TARGET_SIZE_PRESET_EDIT	= Ölçünü Redaktə et

ID_TARGET_OPEN_OUTPUTFOLDER	= Çıxarış Qovluğunu Aç
ID_TARGET_EXIT_BANDICAM		= Bandicam'dan Çıx

ID_USER_PRESET_ADD		= Hazır nizam əlavə et
ID_USER_PRESET_EDIT		= Hazır nizamı təşkil et

ID_SORT_BY_DATE			= tarixə görə Sırala
ID_SORT_BY_NAME			= Adına görə Sırala
ID_SORT_BY_SIZE			= Ölçüsünə görə Sırala

ID_OUTPUTS_LB_PLAY		= Başlat
ID_OUTPUTS_LB_OPEN		= Aç
ID_OUTPUTS_LB_EDIT		= Tedaktə et
ID_OUTPUTS_LB_DELETE		= Sil
ID_OUTPUTS_LB_SELECT_ALL	= Hamsını seç
ID_OUTPUTS_LB_OPEN_FOLDER	= Çıxış qovluğunu aç

ID_BDCAM_SIZE_DEFAULT		= Fərz edilən ölçü